Repository: KDE/plasma-systemmonitor
Catalog: po/*/ksysguard_face_org.kde.ksysguard.processtable.po
Languages: be

# @label:listbox
source: By default show:
be: Прадвызначана паказваць:

# @action
source: Search
be: Пошук

# @action
source: End Process
be: Скончыць працэс

# @action
source: Display as List
be: Паказваць як спіс

# @action
source: Display as Tree
be: Паказваць як дрэва

# @action %1 is view type
source: Show: %1
be: Паказ: %1

# @item:inmenu
source: Own Processes
be: Уласныя працэсы

# @item:inmenu
source: User Processes
be: Працэсы карыстальніка

# @item:inmenu
source: System Processes
be: Сістэмныя працэсы

# @item:inmenu
source: All Processes
be: Усе працэсы

# @action
source: Configure Columns…
be: Наладжванне слупкоў…

# @action:inmenu
source: Send Signal
be: Адправіць сігнал

# @action:inmenu Send Signal
source: Suspend (STOP)
be: Прыпыніць (STOP)

# @action:inmenu Send Signal
source: Continue (CONT)
be: Працягнуць (CONT)

# @action:inmenu Send Signal
source: Hangup (HUP)
be: Разарваць (HUP)

# @action:inmenu Send Signal
source: Interrupt (INT)
be: Перапыніць (INT)

# @action:inmenu Send Signal
source: Terminate (TERM)
be: Знішчыць (TERM)

# @action:inmenu Send Signal
source: Kill (KILL)
be: Забіць (KILL)

# @action:inmenu Send Signal
source: User 1 (USR1)
be: Карыстальнік 1 (USR1)

# @action:inmenu Send Signal
source: User 2 (USR2)
be: Карыстальнік 2 (USR2)

# @action:inmenu
source: Copy Current Column
be: Скапіяваць бягучы слупок

# @action:inmenu
source: End Process
be: Скончыць %1 працэс

# @action:inmenu
source: Configure Columns…
be: Наладжванне слупкоў…

# @title:window
source: End Process
be: Скончыць %1 працэс

# @action:button
source: End Process
be: Скончыць працэс

# @item:intable %1 is process id, %2 is user name
source: Process ID %1, owned by %2
be: Ідэнтыфікатар працэсу - %1, уласнік - %2
