Repository: KDE/plasma-systemmonitor
Catalog: po/*/ksysguard_face_org.kde.ksysguard.applicationstable.po
Languages: eo

# @title:window
source: Details
eo: Detaloj

# @title:group
source: Memory
eo: Memoro

# @title:group
source: Network
eo: Reto

# @title:group
source: Disk
eo: Disko

# @title:group
source: Processes: %1
eo: Procezoj: %1

# @info:placeholder
source: Select an application to see its details
eo: Elektu aplikaĵon por vidi ĝiajn detalojn

# Warning message shown on runtime error
source: Applications view is unsupported on your system
eo: Aplika vido estas nesubtenata en via sistemo

# @option:check
source: Show details panel
eo: Montru detalojn panelon

# @option:check
source: Confirm when quitting applications
eo: Konfirmu kiam forlasas aplikojn

# @action
source: Search
eo: Serĉu

# @action
source: Quit Application
eo: Forlasi Aplikon

# @action
source: Show Details Sidebar
eo: Montri Detalojn Flankbreto

# @action
source: Configure Columns…
eo: Agordi Kolumnojn…

# @action:inmenu
source: Set priority…
eo: Agordi prioritaton…

# @action:inmenu
source: Send Signal
eo: Sendu Signalon

# @action:inmenu Send Signal
source: Suspend (STOP)
eo: Ĉesigi (STOP)

# @action:inmenu Send Signal
source: Continue (CONT)
eo: Daŭrigu (CONT)

# @action:inmenu Send Signal
source: Interrupt (INT)
eo: Interrompo (INT)

# @action:inmenu Send Signal
source: Terminate (TERM)
eo: Termini (TERM)

# @action:inmenu Send Signal
source: Kill (KILL)
eo: Mortigi (KILL)

# @action:inmenu Send Signal
source: User 1 (USR1)
eo: Uzanto 1 (USR1)

# @action:inmenu Send Signal
source: User 2 (USR2)
eo: Uzanto 2 (USR2)

# @action:inmenu
source: Quit Application
eo: Ĉesigi aplikaĵon

# @action:inmenu hide column
source: Hide
eo: Kaŝi

# @title:window
source: Force Quit Application
eo: Devige Ĉesigi Aplikaĵon

# @title:window
source: Quit Application
eo: Ĉesigi aplikaĵon

# @action:button
source: Force Quit Application
eo: Devige Ĉesigi Aplikaĵon

# @action:button
source: Quit Application
eo: Ĉesigi Aplikaĵon

source: Force quit (SIGKILL) the application? Unsaved work may be lost.
eo: Ĉu devige ĉesigi (SIGKILL) la aplikaĵon? Nekonservita laboro povus perdiĝi.

source: Quit this application? Unsaved work may be lost.
eo: Ĉu ĉesigi tiun aplikaĵon? Nekonservita laboro povus perdiĝi.

# @item:intable
source: %1 Process
eo: %1 procezo
